[
  {
    "_id": "5a1h623g6kva21cpg",
    "category": "dicta",
    "title": "Chief Optimization Officer",
    "cover": "http://placeimg.com/640/480/cats",
    "readTime": { "value": 2, "unit": "minute" },
    "comments": [],
    "author": {
      "name": "turkmenistan_small_bedfordshire.igm",
      "avatar": "https://cdn.fakercloud.com/avatars/scottgallant_128.jpg"
    },
    "content": "Ervins, one of the fresh graduates from Strive School's latest Web Development program, joined the Latvia-based digital agency RevPanda three weeks earlier. Were you to ask him at the beginning of the Covid-19 pandemic what he'd be doing now, the answer would have been very different!Read on below to learn about Ervins's story and how the soft skills he has gained throughout his career thus far, coupled with the technical training received at Strive, has helped him land a job as a web developer. As a salesman in the travel industry, when the pandemic hit, Ervins found himself with a lot of free time. Learning to code was something that rested in the",
    "createdAt": "2021-10-27T21:53:38.452Z"
  },
  {
    "_id": "5a1h623g6kva30ji6",
    "category": "Ernser - Farrell",
    "title": "Intelligent Cotton Mouse",
    "cover": "http://placeimg.com/640/480/city",
    "readTime": { "value": 2, "unit": "minute" },
    "comments": [],
    "author": { "name": "Donato", "avatar": "http://placeimg.com/640/480" },
    "content": "Ervins, one of the fresh graduates from Strive School's latest Web Development program, joined the Latvia-based digital agency RevPanda three weeks earlier. Were you to ask him at the beginning of the Covid-19 pandemic what he'd be doing now, the answer would have been very different!Read on below to learn about Ervins's story and how the soft skills he has gained throughout his career thus far, coupled with the technical training received at Strive, has helped him land a job as a web developer. As a salesman in the travel industry, when the pandemic hit, Ervins found himself with a lot of free time. Learning to code was something that rested in the",
    "createdAt": "2021-10-27T22:21:00.222Z"
  },
  {
    "_id": "5a1h623g6kva357w5",
    "category": "ARTICLE CATEGORY",
    "title": "James Bond",
    "cover": "https://res.cloudinary.com/mo92ee/image/upload/v1635373479/strive-blog/qocranbwdv6cedrlsvwi.jpg",
    "readTime": { "value": 2, "unit": "minute" },
    "comments": [],
    "author": {
      "name": "AUTHOR AVATAR NAME",
      "avatar": "https://cdn.fakercloud.com/avatars/mhesslow_128.jpg"
    },
    "content": "Bond is ordered to observe bullion dealer Auric Goldfinger. He suspects Goldfinger of cheating at cards and foils his scheme by distracting his female accomplice, who is later killed by Goldfinger's Korean manservant and henchman Oddjob after Bond seduces her. Bond is then instructed to investigate Goldfinger's gold smuggling operation and he tails the dealer to Switzerland. Bond is captured when he reconnoitres Goldfinger's plant and is drugged unconscious; Goldfinger then transports Bond to his Kentucky stud farm where he holds Bond captive. Bond escapes briefly to witness Goldfinger's meeting with US mafiosi, observing secretly as Goldfinger presents to the gangsters his plans to rob Fort Knox by using materials they have smuggled to him and later kills them to avoid paying his dues.\n\nBond is recaptured after hearing the details of the operation, but he subsequently seduces Pussy Galore, Goldfinger's private pilot and convinces her to inform the American authorities. Goldfinger's private army break into Fort Knox and access the vault, where Bond fights and kills Oddjob, while American troops battle with Goldfinger's army outside. Bond's plane is hijacked by Goldfinger, but Bond struggles with him, and shoots out a window, creating an explosive decompression, killing Goldfinger",
    "createdAt": "2021-10-27T22:24:38.453Z"
  },
  {
    "_id": "5a1h623g6kva3832s",
    "category": "ARTICLE CATEGORY",
    "title": "Marvel Studio Movies",
    "cover": "https://res.cloudinary.com/mo92ee/image/upload/v1635373613/strive-blog/fedfzv5tbivse41pwgvl.jpg",
    "readTime": { "value": 2, "unit": "minute" },
    "comments": [],
    "author": {
      "name": "AUTHOR AVATAR NAME",
      "avatar": "https://cdn.fakercloud.com/avatars/mhesslow_128.jpg"
    },
    "content": "The film's development began when Marvel Studios received a loan from Merrill Lynch in April 2005. After the success of the film Iron Man in May 2008, Marvel announced that The Avengers would be released in July 2011 and would bring together Tony Stark (Downey), Steve Rogers (Evans), Bruce Banner (Ruffalo), and Thor (Hemsworth) from Marvel's previous films. With the signing of Johansson as Natasha Romanoff in March 2009, the film was pushed back for a 2012 release. Whedon was brought on board in April 2010 and rewrote the original screenplay by Zak Penn. Production began in April 2011 in Albuquerque, New Mexico, before moving to Cleveland, Ohio in August and New York City in September. The film has more than 2,200 visual effects shots.\n\nThe Avengers premiered in Los Angeles on April 11, 2012, and was released in the United States on May 4, as the last film of Phase One of the MCU. The film received praise for Whedon's direction and screenplay, visual effects, action sequences, acting, and musical score, and garnered numerous awards and nominations including Academy Award and BAFTA nominations for achievements in visual effects. The film grossed over $1.5 billion worldwide, setting numerous box office records and becoming the third-highest-grossing film of all time and the highest-grossing film of 2012, as well as the first Marvel production to generate $1 billion in ticket sales. In 2017, The Avengers was featured as one of the 100 greatest films of all time in an Empire magazine poll. Three sequels have been released: Avengers: Age of Ultron (2015), Avengers: Infinity War (2018), and Avengers: Endgame (2019).",
    "createdAt": "2021-10-27T22:26:52.180Z"
  },
  {
    "_id": "5a1h623g6kva3c9o9",
    "category": "ARTICLE CATEGORY",
    "title": "Linkin park",
    "cover": "https://res.cloudinary.com/mo92ee/image/upload/v1635373808/strive-blog/l7rrrjuw9y9mszvlqo3z.jpg",
    "readTime": { "value": 2, "unit": "minute" },
    "comments": [],
    "author": {
      "name": "AUTHOR AVATAR NAME",
      "avatar": "https://cdn.fakercloud.com/avatars/mhesslow_128.jpg"
    },
    "content": "Linkin Park is an American rock band from Agoura Hills, California. The band's current lineup comprises vocalist/rhythm guitarist/keyboardist Mike Shinoda, lead guitarist Brad Delson, bassist Dave Farrell, DJ/turntablist Joe Hahn and drummer Rob Bourdon, all of whom are founding members. Vocalists Mark Wakefield and Chester Bennington are former members of the band. Categorized as alternative rock, Linkin Park's earlier music spanned a fusion of heavy metal and hip hop,  while their later music features more electronica and pop elements.\n\nFormed in 1996, Linkin Park rose to international fame with their debut studio album, Hybrid Theory (2000), which became certified Diamond by the Recording Industry Association of America (RIAA). Released during the peak of the nu metal scene, the album's singles' heavy airplay on MTV led the singles \"One Step Closer\", \"Crawling\" and \"In the End\" all to chart highly on the Mainstream Rock chart; the latter crossed over to the pop chart. Their second album, Meteora (2003), continued the band's success\n",
    "createdAt": "2021-10-27T22:30:07.353Z"
  }
]
